tap "azure/functions"
tap "homebrew/services"
brew "azure-cli"
brew "curl"
brew "fzf"
brew "jq"
brew "lazygit"
brew "utf8proc"
brew "neovim", args: ["HEAD"]
brew "node"
brew "nvm"
brew "tmux"
brew "tree-sitter-cli"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "azure/functions/azure-functions-core-tools@4"
cask "alacritty"
cask "dotnet-sdk"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
